Repository: gpodder/gpodder
Catalog: data/po/*.po
Languages: fr

source: Search YouTube users
fr: Recherche des utilisateurs Youtube

source: Loading podcast list
fr: Chargement de la liste des podcasts

source: No podcasts
fr: Pas de podcast

source: No podcasts found. Try another source.
fr: Aucun podcast trouvé, essayez une autre source.

source: %d podcast selected
fr: %d podcast sélectionné

source: Automatic
fr: Automatique

source: Landscape
fr: Paysage

source: Media Player
fr: Lecteur multimédia

source: Show "All episodes" view
fr: Afficher la vue "Tous les épisodes"

source: <b><big>Welcome to gPodder</big></b>
fr: <b><big>Bienvenue dans gPodder</big></b>

source: Choose from a list of example podcasts
fr: Choisir depuis une liste d'exemples de podcasts

source: Your subscription list is empty. What do you want to do?
fr: Votre liste d'abonnement est vide. Que souhaitez vous faire?

source: gPodder startup assistant
fr: Assistant de démarrage de gPodder

source: Add a new podcast
fr: Ajouter un flux

source: <b>HTTP/FTP Authentication</b>
fr: <b>Authentification HTTP/FTP</b>

source: <b>Locations</b>
fr: <b>Emplacements</b>

source: <b>Synchronization</b>
fr: <b>Synchronisation</b>

source: Advanced
fr: Avancé

source: Cover
fr: Logo

source: Download to:
fr: Enregistrer dans :

source: Feed URL:
fr: flux RSS :

source: General
fr: Général

source: Go to website
fr: Visiter le site web

source: Password:
fr: Mot de passe :

source: Playlist name:
fr: Nom de la liste de lecture :

source: Skip this podcast when syncing to my device
fr: Ne pas prendre en compte ce flux pour la synchronisation

source: Title:
fr: Titre :

source: Username:
fr: Nom d'utilisateur :

source: Website:
fr: Site web :

source: gPodder Podcast Editor
fr: Editeur de flux RSS

source: website label
fr: Nom du site web

source: Show All
fr: Tous montrer

source: gPodder Configuration Editor
fr: Éditeur de configuration de gPodder

source: Additional components
fr: Composants supplémentaires

source: Install package
fr: Installer le paquet

source: <b><big>Playlist manager</big></b>
fr: <b><big>Gestionnaire de liste de lecture</big></b>

source: Create your playlist by selecting and sorting these episodes.
fr: Créez votre playlist en sélectionnant et en triant ces épisodes.

source: Manage playlist on MP3 player
fr: Gérer les liste de lectures sur les lecteurs MP3

source: <b><big>Select episodes</big></b>
fr: <b><big>Selectionner les épisodes</big></b>

source: Select episodes
fr: Sélectionner les épisodes

source: Find new podcasts
fr: Chercher de nouveaux flux

source: Select All
fr: Tout sélectionner

source: Select None
fr: Sélectionner aucun

source: _OPML/Search
fr: _OPML/Recherche

source: Audio player:
fr: Lecteur audio :

source: Check for new episodes on startup
fr: Rechercher de nouveaux épisodes au démarrage

source: Enable notification bubbles
fr: Activer les messages de notification

source: Preferences
fr: Préférences

source: Video player:
fr: Lecteur vidéo :

source: _Download
fr: Télécharger

source: <b><big>Synchronizing Podcasts</big></b>
fr: <b><big>Synchronisation des podcasts</big></b>

source: Copying Files To Device
fr: Copie des fichiers vers le périphique

source: Episodes marked for synchronization are now transferred to your player device.
fr: Les épisodes marqués pour être synchronisés sont maintenant transferés sur votre périphérique.

source: Initializing...
fr: Initialisation...

source: Add podcast via URL
fr: Ajouter un podcast par son adresse

source: Change delete lock
fr: Changer le verrou de suppressio

source: Change played status
fr: Modifier les status de lecture

source: Check for Updates
fr: Rechercher des mises à jour

source: Close
fr: Fermer

source: Copy selected episodes to device
fr: Copier les épisodes sélectionnés vers le périphérique

source: Delete
fr: Supprimer

source: Device
fr: Périphérique

source: Discover new podcasts
fr: Découvrir de nouveaux podcasts

source: Download new episodes
fr: Télécharger les nouveaux épisodes

source: Downloaded episodes
fr: Episodes téléchargés

source: Episode descriptions
fr: Description des épisodes

source: Export to OPML file
fr: Exporter vers un fichier OPML

source: Filter:
fr: Filtre:

source: Hide podcasts without episodes
fr: Masquer les podcasts sans épisodes

source: Import from OPML file
fr: Importer depuis un fichier OPML

source: KiB/s
fr: Kio/s

source: Limit downloads to
fr: Limiter les téléchargements à

source: Limit rate to
fr: Limiter la vitesse à

source: Manage device playlist
fr: Gérer les listes de lecture

source: Open
fr: Ouvrir

source: Podcast settings
fr: Paramètres du podcast

source: Quit
fr: Quitter

source: Report a problem
fr: Signaler un problème

source: Select and remove episodes from device
fr: Sélectionner et supprimer les podcasts du périphérique

source: Show toolbar
fr: Afficher la barre d'outils

source: Support gPodder
fr: Soutenir gPodder

source: Sync episodes to device
fr: Synchronizer les épisodes vers le périphérique

source: Transfer
fr: Transférer

source: Unplayed episodes
fr: Episodes jamais écoutés

source: Unsubscribe
fr: Se désabonner

source: User manual
fr: Guide utilisateur

source: _Episodes
fr: _Épisode

source: _Help
fr: _Aide

source: _Subscriptions
fr: A_bonnements

source: _View
fr: _Affichage

source: Edit username/password
fr: Modfier le nom d'utilisateur ou le mot de passe

source: Reload cover image
fr: Recharger l'image de couverture

source: Set cover from file
fr: Choisir la couverture depuis un fichier

source: Configuration editor
fr: Éditeur de configuration

source: Invert selection
fr: Inverser la sélection

source: Add new podcasts
fr: Ajouter de nouveaux podcasts

source: OPML file on the web
fr: Fichiers OPML sur le web

source: YouTube user channel
fr: Chaine d'utilisateur Youtube

source: Advanced...
fr: Avancé...

source: Ask before closing gPodder
fr: Demander avant de fermer gPodder

source: Use gestures (single selection)
fr: Utiliser les gestures (selection simple)

source: Cancel download
fr: Annuler le téléchargement

source: Copy selected text
fr: Copier le texte sélectionné

source: Limit DLs to
fr: Limiter télçhargements à

source: Update all
fr: Mettre tout à jour

source: Update selected
fr: Mettre à jour le flux sélectionné

source: Cancel selected
fr: Annuler la selection

source: Pause selected
fr: Mettre la sélection en pause

source: Resume selected
fr: Reprendre la sélection

source: Show in download manager
fr: Monter dans le gestionnaire des téléchargements

source: Shownotes
fr: Informations de l'épisode

source: Keep
fr: Ne pas conserver

source: Set username/password
fr: Definir les nom d'utilisateur et mot de passe

source: Select podcasts to add
fr: Sélectionner les podcasts à ajouter

source: Display orientation
fr: Orientation de l'affichage

source: Player for audio files
fr: Lecteur de fichier audios

source: Player for video files
fr: Lecteur de fichiers vidéos

source: When new episodes are found
fr: Quand de nouveau épisodes sont trouvés

source: Add new podcast
fr: Ajouter un nouveau podcast

source: All
fr: Tous

source: Welcome to gPodder!
fr: Bienvenue dans gPodder

source: Your podcast list is empty. What do you want to do?
fr: Votre liste d'abonnement est vide. Que souhaitez vous faire?

source: Print debugging output to stdout
fr: Écrire les informations de déboguage sur la sortie standard

source: Start the Maemo 4 user interface
fr: Démarrer l'interface utilisateur pour Maemo 4

source: Start the Maemo 5 user interface
fr: Démarrer l'interface utilisateur pour Maemo 5
