Repository: gpodder/gpodder
Catalog: data/po/*.po
Languages: fr

source: No description available.
fr: Description indisponible.

source: No device configured.
fr: Pas de périphérique configuré.

source: Synchronizing: %(index)s of %(count)s
fr: Synchronisation : %(index)s de %(count)s

source: Device synchronized successfully.
fr: La synchronisation du périphérique a réussi.

source: Error: Cannot open device!
fr: Impossible d'accéder au périphérique!

source: Wrong username/password
fr: Nom d'utilisateur ou mot de passe incorrect

source: Added
fr: Ajouté.

source: Queued
fr: En file d'attente

source: Downloading
fr: Téléchargement

source: Finished
fr: Terminé.

source: Failed
fr: Échec

source: Cancelled
fr: Annulé

source: Paused
fr: En pause

source: Missing content from server
fr: Données manquante du serveur

source: I/O Error: %(error)s: %(filename)s
fr: Erreur d'entrée sortie : %(error)s: %(filename)s

source: HTTP Error %(code)s: %(message)s
fr: Erreur HTTP %(code)s: %(message)s

source: Error: %s
fr: Erreur: %s

source: Downloads
fr: Téléchargements

source: Idle
fr: Inactif

source: Uploading subscriptions
fr: Transfert des abonnements

source: Your subscriptions are being uploaded to the server.
fr: Vos abonnements sont transferés sur le serveur.

source: Episode
fr: Épisode

source: Size
fr: Taille

source: Released
fr: Date

source: Close this menu
fr: Fermer ce menu

source: Progress
fr: Progression

source: Loading episodes
fr: Chargement des épisodes

source: No episodes in current view
fr: Aucun abonnement

source: No episodes available
fr: Pas d'épisode disponible

source: No podcasts in this view
fr: Pas de podcast dans la vue

source: No subscriptions
fr: Pas d'abonnement

source: No active downloads
fr: Pas de téléchargement actif

source: %d active
fr: %d actif

source: %d failed
fr: %d a échoué

source: %d queued
fr: %d en file d'attente

source: Downloads (%d)
fr: Téléchargement (%d)

source: %d paused
fr: %d en pause

source: downloading %d file
fr: télécharge %d fichier

source: All downloads finished
fr: Tous les téléchargements sont terminés

source: Downloads failed
fr: Les téléchargements ont échoués

source: Please report this problem and restart gPodder:
fr: Veuillez rapporter ce problème et redémarrer gPodder :

source: Unhandled exception
fr: Exception non prise en compte

source: Feedparser error: %s
fr: Erreur du parseur de flux: %s

source: disk usage
fr: Utilisation du disque

source: Updated M3U playlist in download folder.
fr: Liste de lecture mise à jour dans le répertoire de téléchargement.

source: Updated playlist
fr: Liste de lecture mise à jour

source: These downloads failed:
fr: Ces téléchargements ont échoués:

source: %d more episode
fr: %d autre épisode

source: Episode details
fr: Détail de l'épisode

source: Download
fr: Télécharger

source: Cancel
fr: Annuler

source: Remove from list
fr: Supprimer de la liste

source: Update podcast
fr: Mettre à jour le podcasr

source: Synchronize to device
fr: Synchronisation vers le périphérique

source: Error converting file.
fr: Erreur lors de la conversion du fichier.

source: Bluetooth file transfer
fr: Transfert par bluetooth

source: MP3 player
fr: Lecteur MP3

source: Stream
fr: Flux

source: Played
fr: écouté

source: Keep episode
fr: Conserver l'épisode

source: Opening %s
fr: Ouverture de %s

source: Opening %d episode
fr: Ouverture de %d épisode

source: Please check your media player settings in the preferences dialog.
fr: Veuillez vérifier vos paramètres de votre lecteur de média dans les préférences.

source: Error opening player
fr: Erreur lors de l'ouverture du lecteur

source: Adding podcasts
fr: Ajout des podcasts

source: Please wait while episode information is downloaded.
fr: Veuillez patienter pendant que les informations sur les épisodes sont téléchargées

source: Existing subscriptions skipped
fr: Les abonnement existants sont ignorées

source: You are already subscribed to these podcasts:
fr: Vous êtes déjà abonné à ces podcasts:

source: Podcast requires authentication
fr: Autentification par mot de passe nécessaire pour ce podcast

source: Please login to %s:
fr: Veuillez vous connecter à %s:

source: Authentication failed
fr: L'autentification a échouée

source: Website redirection detected
fr: Une redirection vers un site web a été detectée

source: The URL %(url)s redirects to %(target)s.
fr: L'adresse %(url)s est redirigée vers %(target)s.

source: Do you want to visit the website now?
fr: Voulez vous visiter le site web maintenant?

source: Could not add some podcasts
fr: Certains podcasts ne peuvent être ajoutés.

source: Some podcasts could not be added to your list:
fr: Quelques podcasts n'ont pu re ajoutés à votre liste:

source: Unknown
fr: inconnu(e)

source: Redirection detected
fr: Une redirection a été detectée

source: Downloading %d new episode.
fr: Téléchargement de %d nouvel épisode.

source: New episodes have been added to the download list.
fr: Les nouveaux épisodes ont été ajoutés à la liste des téléchargement.

source: New episodes available
fr: Nouveaux épisodes disponibles

source: No new episodes. Please check for new episodes later.
fr: Aucun nouvel épisode. Veuillez vérifier plus tard.

source: No new episodes
fr: Aucun nouvel épisode.

source: %d new episode available
fr: %d nouvel épisode disponible

source: Error while updating feed
fr: Erreur lors de la mise à jour du flux

source: %(position)d/%(total)d updated
fr: %(position)d/%(total)d mis à jour

source: Updated %(podcast)s (%(position)d/%(total)d)
fr: Mis à jour %(podcast)s (%(position)d/%(total)d)

source: Cancelling...
fr: Annulation...

source: Updating...
fr: Mise à jour...

source: Updating "%s"...
fr: Mise à jour de "%s"...

source: Updating %d feed...
fr: Mise à jour de %d flux...

source: Do you really want to quit gPodder now?
fr: Voulez vous vraiment quitter gPodder ?

source: Quit gPodder
fr: Quitter gPodder

source: You are downloading episodes. You can resume downloads the next time you start gPodder. Do you want to quit now?
fr: Des épisodes sont en cours de téléchargement. Vous pourrez reprendre ces téléchargement lorsque vous redémarrerez gPodder. Voulez vous quitter maintenant?

source: Don't ask me again
fr: Ne plus jamais me demander

source: Please check your permissions and free disk space.
fr: Vérifier les autorisations d'accès et l'espace disque disponible.

source: Error saving podcast list
fr: Erreur lors de la sauvegarde de la liste des flux

source: Episodes are locked
fr: Les épisodes sont verrouillés

source: The selected episodes are locked. Please unlock the episodes that you want to delete before trying to delete them.
fr: Les épisodes sélectionnées sont verrouillés. Veuillez d'abord les déverrouiller avant de les supprimer.

source: Please wait while episodes are deleted
fr: Veuillez patienter pendant que les épisodes sont supprimés

source: Downloaded
fr: Téléchargée

source: Select older than %d day
fr: Sélectionner les plus vieux que %d jour

source: Select played
fr: Sélectionner les épisodes déjà écoutés

source: Select the episodes you want to delete:
fr: Selectionnez les épisodes à effacer:

source: No podcast selected
fr: Pas de flux sélectionné

source: Please select a podcast in the podcasts list to update.
fr: Veuillez choisir un podcast à mettre à jour dans la liste.

source: Download error while downloading %(episode)s: %(message)s
fr: Erreur de transfert pendant le téléchargement %(episode)s: %(message)s

source: Download error
fr: Erreur de téléchargement

source: Select the episodes you want to download:
fr: Selectionnez les épisodes que vous souhaitez télécharger:

source: Mark as old
fr: Marquer comme ancien

source: Please check for new episodes later.
fr: Vérifiez les nouveaux épisodes plus tard.

source: No new episodes available
fr: Pas de Nouvel épisode disponible

source: Please select a podcast in the podcasts list to edit.
fr: Veuillez choisir le flux à modifier dans la liste des flux.

source: Remove podcasts
fr: Supprimer des podcasts

source: Select the podcast you want to remove.
fr: Selectionnez les podcasts à effacer:

source: Remove
fr: Supprimer

source: Removing podcast
fr: Suppression de podcast

source: Please wait while the podcast is removed
fr: Veuillez patienter pendant la suppression du podcast

source: Do you really want to remove this podcast and its episodes?
fr: Voulez vous vraiment supprimer ce podcast et tous ses épisodes?

source: Removing podcasts
fr: Suppression de podcasts

source: Please wait while the podcasts are removed
fr: Veuillez patienter pendant que les podcasts sont supprimés

source: Do you really want to remove the selected podcasts and their episodes?
fr: Voulez vous vraiment supprimer les podcasts sélectionnés et leurs épisodes?

source: Please select a podcast in the podcasts list to remove.
fr: Veuillez selectionner un podcast à supprimer dans la liste.

source: OPML files
fr: Fichiers OPML

source: Import from OPML
fr: Importer depuis un OPML

source: Import podcasts from OPML file
fr: Importer des podcasts depuis un fichier OPML

source: Nothing to export
fr: Rien a exporter

source: Your list of podcast subscriptions is empty. Please subscribe to some podcasts first before trying to export your subscription list.
fr: Votre liste d'abonnement est vide. Veuillez vous abonner a des flux de podcast avant d'essayer d'exporter votre liste d'abonnement.

source: Export to OPML
fr: Exporter au format OPML

source: %d subscription exported
fr: %d abonnement exporté

source: Your podcast list has been successfully exported.
fr: Votre liste de podcast a bien été exportée.

source: Could not export OPML to file. Please check your permissions.
fr: Ne peux exporter l'OPML vers un fichier. Vérifiez vos droits d'accès.

source: OPML export failed
fr: L'export OPML a échoué

source: A podcast client with focus on usability
fr: Un client de podcasting privilégiant ergonomique

source: translator-credits
fr: Alain Tauch <contrib@maisondubonheur.com> Jérôme ChabodPhilippe

source: Maintainer:
fr: Gentil organisateur :

source: Patches, bug reports and donations by:
fr: Correctifs, rapports de bug et dons par :

source: Please select an episode from the episode list to display shownotes.
fr: Veuillez selectionner un épisode dans la liste pour afficher ses informations.

source: No episode selected
fr: Pas d'épisode sélectionné

source: Unable to stream episode
fr: Impossible de lire cet épisode en streaming.

source: Check for new episodes
fr: Rechercher de nouveaux épisodes

source: Cannot start gPodder
fr: gPodder ne peut pas démarrer

source: D-Bus error: %s
fr: Erreur D-Bus : %s

source: No downloadable episodes in feed
fr: Aucun épisode à télécharger dans le flux

source: released %s
fr: Publié %s

source: from %s
fr: depuis %s

source: played
fr: écouté

source: unplayed
fr: jamais écouté

source: today
fr: aujourd'hui

source: downloaded %s
fr: téléchargé %s

source: No description available
fr: Description indisponible

source: unknown
fr: inconnu(e)

source: Unplayed
fr: Non lu

source: Remove %s
fr: Supprimer %s

source: HTML episode shownotes
fr: Informations à propos l'épisode

source: Unknown track
fr: Piste inconnu

source: %s on Soundcloud
fr: %s sur Soundcloud

source: Tracks published by %s on Soundcloud.
fr: Pistes publiées par %s sur Soundcloud.

source: iPod synchronization
fr: Synchronisation iPod

source: Support synchronization of podcasts to Apple iPod devices via libgpod.
fr: Prise en charge de la synchronisation vers l'iPod Apple par libgpod

source: MTP device synchronization
fr: Synchronisation des périphériques MTP

source: Support synchronization of podcasts to devices using the Media Transfer Protocol via pymtp.
fr: Prise en charge de la synchronisation avec les périphériques utilisant le Media Transfer Protocol (MTP) par pymtp.

source: iPod OGG converter
fr: Convertisseur ogg pour iPod

source: Convert OGG podcasts to MP3 files on synchronization to iPods using oggdec and LAME.
fr: Converti les podcasts OGG vers MP3 lors de la synchonisation vers les iPods en utilisant oggdec et LAME.

source: iPod video podcasts
fr: Flux vidéo iPod

source: Detect video lengths via MPlayer, to synchronize video podcasts to iPods.
fr: Determine la durée des vidéos par MPlayer, pour synchroniser les podcasts vidéos vers les iPods.

source: Rockbox cover art support
fr: Support des jaquettes Rockbox

source: Copy podcast cover art to filesystem-based MP3 players running Rockbox.org firmware. Needs Python Imaging.
fr: Copie les jaquettes vers les lecteur MP3 fonctionnant sous le firmware Rockbox.org. Nécessite Python Imaging.

source: Cancelled by user
fr: Interrompu par l'utilisateur

source: Writing data to disk
fr: Écriture des données sur le disque

source: Opening iPod database
fr: Ouverture de la base de données de l'iPod

source: iPod opened
fr: iPod ouvert

source: Saving iPod database
fr: Sauvegarde la base de données de l'iPod

source: Writing extended gtkpod database
fr: Écriture de la base de données gtkpod étendue

source: Removing %s
fr: Suppression de %s

source: Adding %s
fr: Ajout de %s

source: Error copying %(episode)s: Not enough free space on %(mountpoint)s
fr: Erreur lors de la copie de %(episode)s : espace disque insuffisant sur %(mountpoint)s

source: Opening MP3 player
fr: Ouverture du lecteur MP3

source: MP3 player opened
fr: Lecteur MP3 ouvert

source: Error opening %(filename)s: %(message)s
fr: Erreur lors de l'ouverture de %(filename)s: %(message)s

source: Opening the MTP device
fr: Ouverture du périphérique MTP

source: %s opened
fr: %s ouvert

source: Closing %s
fr: Fermeture de %s

source: %s closed
fr: %s fermé

source: Adding %s...
fr: Ajout de %s...

source: %d day ago
fr: Il y a %d jour

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: (unknown)
fr: (inconnu(e))

source: %d second
fr: %i seconde

source: %d hour
fr: %i heure

source: %d minute
fr: %i minute

source: and
fr: et

source: Integer
fr: Entier

source: Float
fr: Réel

source: Boolean
fr: Booléen

source: String
fr: Chaine

source: Default application
fr: Application par défaut

source: Deleted
fr: Supprimé

source: New episode
fr: Nouvelle émission

source: Downloaded episode
fr: Episode téléchargé

source: Downloaded video episode
fr: Episode vidéo téléchargé

source: Downloaded image
fr: Image téléchargée

source: Downloaded file
fr: Fichiers téléchargés

source: missing file
fr: Fichier manquant

source: never displayed
fr: jamais vu

source: never played
fr: jamais écoutés

source: displayed
fr: vu

source: opened
fr: %s ouverts

source: deletion prevented
fr: suppression empêchée

source: All episodes
fr: Tous les épisodes

source: from all podcasts
fr: de tous les podcats

source: Available
fr: Disponible

source: Missing dependencies
fr: Dépendances manquantes

source: Python module "%s" not installed
fr: Le module python "%s" n'est pas installé

source: Command "%s" not installed
fr: La commande "%s" n'est pas installée

source: Nothing to paste.
fr: Rien a coller.

source: Clipboard is empty
fr: Le presse papier est vide

source: Username
fr: Nom d'utilisateur

source: Login
fr: Utilisateur

source: Authentication required
fr: Authentification nécessaire.

source: New user
fr: Nouvel utilisateur

source: Password
fr: Mot de passe

source: Select destination
fr: Sélectionner la destination

source: Setting
fr: Paramètres

source: Set to
fr: Valeur

source: Cannot set %(field)s to %(value)s. Needed data type: %(datatype)s
fr: Ne peut pas assigner la valeur de %(field)s à %(value)s. Type de donnée nécessaire: %(datatype)s

source: Error setting option
fr: Erreur pour appliquer l'option

source: Select new podcast cover artwork
fr: Sélectionner une nouvelle jacquette pour le podcast

source: You can only drop a single image or URL here.
fr: Vous ne pouvez déposer qu'une seul image ou adresse ici.

source: Drag and drop
fr: Glisser-déposer

source: You can only drop local files and http:// URLs here.
fr: Vous ne pouvez déposer que des fichiers locaux ou des adresses http://.

source: Feature
fr: Fonctionnalité

source: Missing components:
fr: Composants manquants :

source: Use
fr: Utiliser

source: Filename
fr: Nom de fichier

source: Reading files from %s
fr: Lecture des fichier depuis %s

source: Please wait your media file list is being read from device.
fr: Merci de patienter pendant que gPodder lit la liste des médias depuis votre périphérique.

source: Folder %s could not be created.
fr: Le dossier %s n'a pas pu être créé

source: Error writing playlist
fr: Erreur lors de l'écriture de la liste de lecture

source: The playlist on your MP3 player has been updated.
fr: La liste de lecture a été mise à jour sur votre lecteur MP3.

source: Update successful
fr: La mise à jour a réussie

source: Error writing playlist file
fr: Erreur lors de l'écriture de la liste de lecture.

source: Select all
fr: Tout sélectionner

source: Select none
fr: Sélectionner aucun

source: Nothing selected
fr: Rien n'a été sélectionné

source: %d episode
fr: %d épisode

source: size: %s
fr: Taille: %s

source: The specified URL does not provide any valid OPML podcast items.
fr: L'adresse spécifiée ne contient pas de podcast OPML correcte.

source: No feeds found
fr: Aucun flux trouvé

source: There are no YouTube channels that would match this query.
fr: Il n'y a pas de chaine YouTube répondant à cette requète.

source: No channels found
fr: Aucun flux trouvé

source: Do nothing
fr: Ne rien faire

source: Show episode list
fr: Montrer la liste des épisodes

source: Add to download list
fr: Ajouter à la liste des téléchargements

source: Download immediately
fr: Télécharger immédiatement

source: None
fr: Aucun

source: manually
fr: manuellement

source: Please wait...
fr: Patientez...

source: Loading shownotes...
fr: Chargement des informations...

source: %(position)d of %(count)d done
fr: %(position)d de %(count)d fait

source: Processing (%d%%)
fr: En cours de traitement (%d%%)

source: No device configured
fr: Pas de périphérique configuré.

source: Please set up your device in the preferences dialog.
fr: Veuillez paramétrer votre périphérique dans les préférences.

source: Cannot open device
fr: Impossible d'accéder au périphérique

source: Please check the settings in the preferences dialog.
fr: Veuillez vérifier les paramètres votre périphérique dans les préférences.

source: Cannot sync to iPod
fr: Impossible de synchroniser avec l'iPod

source: Please install python-gpod and restart gPodder.
fr: Veuillez installer python-gpode et redémarrer gPodder.

source: Cannot sync to MTP device
fr: Impossible de synchroniser vers le périphérique MTP

source: Please install python-pymtp and restart gPodder.
fr: Veuillez installer le lien python de libmtp (python-pymtp) et redémarrer gPodder.

source: Device synchronized
fr: Périphériques synchronisé.

source: Your device has been synchronized.
fr: Votre périphérique a été synchronisé.

source: Error closing device
fr: Erreur lors de la fermeture du périphérique

source: Please check settings and permission.
fr: Vérifier les paramètres et autorisations d'accès.

source: Not enough space left on device
fr: Espace libre insuffisant sur le périphérique

source: You need to free up %s. Do you want to continue?
fr: Vous devez libérer %s. Voulez vous continuer?

source: Copied
fr: Copié

source: Play count
fr: Compteur de lecture

source: Delete podcasts from device?
fr: Supprimer les podcasts du périphérique?

source: Do you really want to remove these episodes from your device? Episodes in your library will not be deleted.
fr: Souhaitez vous vraiment supprimer ces épisodes de votre périphérique? Les épisodes ne seront pas supprimés de votre bibliothèque.

source: There has been an error closing your device.
fr: Il y a eu une erreur lors de la fermeture de votre périphérique.

source: Remove podcasts from device
fr: Supprimer les podcasts du baladeur

source: Select episodes to remove from your device.
fr: Sélectionnez les épisodes que vous voulez supprimer de votre baladeur.

source: No files on device
fr: Aucun fichier sur le périphérique

source: The devices contains no files to be removed.
fr: Le périphérique n'a pas de fichier à supprimer

source: Cannot manage iPod playlist
fr: Ne peux gérer la liste de lecture de l'iPod

source: This feature is not available for iPods.
fr: Cette fonctionalité n'est pas disponible pour les iPods.

source: Cannot manage MTP device playlist
fr: Ne peux gérer les listes de lectures du périphérique MTP

source: This feature is not available for MTP devices.
fr: Cette fonctionalité n'est pas disponible pour les périphériques MTP.

source: gPodder media aggregator
fr: gPodder aggrégeur de médias

source: Downloading episodes
fr: Téléchargement des épisodes

source: Looking for new episodes
fr: Recherche de nouveaux épisodes

source: Synchronizing to player
fr: Synchronisation vers le lecteur

source: Cleaning files
fr: Nettoyage des fichiers

source: Download all new episodes
fr: Télécharger toutes les nouveaux épisodes

source: Edit %s
fr: Editer %s

source: Rename podcast
fr: Renomer le podcast

source: New name:
fr: Nouveau nom:

source: New name: %s
fr: Nouveau nom: %s

source: Podcast renamed
fr: Podcast renommé

source: Edit podcast authentication
fr: Modifier l'autentification du podcast

source: Please enter your username and password.
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe

source: Username and password removed.
fr: Nom d'utilisateur et mot de passe supprimés.

source: Authentication updated
fr: L'autentification mise à jour

source: Username and password saved.
fr: Nom d'utilisateur et mot de passe enregistrés.

source: Load podcast list
fr: Chargement de la liste des podcasts

source: Load OPML file from the web
fr: Charger un fichier OPML depuis internet

source: Search for:
fr: Rechercher :

source: Search YouTube user channels
fr: Rechercher dans les chaines utilisateurs de youtube

source: Loading podcast list, please wait
fr: Chargement de la liste des podcasts. Veuillez patienter.

source: Please pick another source.
fr: Veuillez choisir une autre source.

source: No podcasts found
fr: Aucun podcast trouvé

source: Gestures in gPodder
fr: Gestures dans gPodder

source: Podcast list
fr: Liste des podcasts

source: Swipe left
fr: Frapper à gauche

source: Edit selected podcast
fr: Modifier le flux sélectionné

source: Swipe right
fr: Frapper à droite

source: Update podcast feed
fr: Mise à jour des flux

source: Episode list
fr: Liste des épisodes

source: Display shownotes
fr: Afficher les informations de l'épisode

source: Playback episode
fr: Ecouter l'épisode

source: Text copied to clipboard.
fr: Le texte a été copié dans le presse papier

source: Selection is empty.
fr: Rien de sélctionné

source: Visit website
fr: Visiter le site web

source: Size: %s
fr: Taille: %s

source: released: %s
fr: Publié: %s

source: Resume download
fr: Reprendre le téléchargement

source: Pause download
fr: Mettre le téléchargement en pause

source: Downloading %s
fr: Téléchargement de %s

source: Old episode
fr: Vieux épisode

source: Play
fr: Lire

source: Podcast renamed: %s
fr: Podcast renommé: %s

source: Login to %s
fr: Connecter à %s

source: Downloading episode
fr: Téléchargement d'épisode

source: in downloads list
fr: dans la liste des téléchargements

source: unplayed download
fr: téĺéchargements non écoutés

source: new episode
fr: Nouvel épisode

source: %d new episode
fr: %d nouvel épisode

source: %d unplayed download
fr: %d téléchargement non écouté

source: Subscribe
fr: S'abonner

source: Select a source
fr: Sélectionner une source

source: Open OPML file
fr: Ouvrir un fichier OPML

source: Podcast feed/website URL
fr: Flux de podcast/adresse du site

source: OPML file from the web
fr: Fichier OPML depuis le web

source: Example podcasts
fr: Podcasts d'exemple

source: Podcast Top 50
fr: Top 50 des podcasts
